# data_provinces.py


PROVINCES_DATA = [
    { "id": 1, "name": "រាជធានីភ្នំពេញ" },
    { "id": 2, "name": "ខេត្តបាត់ដំបង" },
    { "id": 3, "name": "ខេត្តសៀមរាប" },
    { "id": 4, "name": "ខេត្តព្រះសីហនុ" },
    { "id": 5, "name": "ខេត្តកំពង់ចាម" },
    { "id": 6, "name": "ខេត្តកំពង់ឆ្នាំង" },
    { "id": 7, "name": "ខេត្តកំពង់ស្ពឺ" },
    { "id": 8, "name": "ខេត្តកំពង់ធំ" },
    { "id": 9, "name": "ខេត្តកណ្តាល" },
    { "id": 10, "name": "ខេត្តកោះកុង" },
    { "id": 11, "name": "ខេត្តកែប" },
    { "id": 12, "name": "ខេត្តកំពត" },
    { "id": 13, "name": "ខេត្តព្រះវិហារ" },
    { "id": 14, "name": "ខេត្តពោធិ៍សាត់" },
    { "id": 15, "name": "ខេត្តព្រៃវែង" },
    { "id": 16, "name": "ខេត្តរតនគីរី" },
    { "id": 17, "name": "ខេត្តស្ទឹងត្រែង" },
    { "id": 18, "name": "ខេត្តស្វាយរៀង" },
    { "id": 19, "name": "ខេត្តតាកែវ" },
    { "id": 20, "name": "ខេត្តឧត្ដរមានជ័យ" },
    { "id": 21, "name": "ខេត្តប៉ៃលិន" },
    { "id": 22, "name": "ខេត្តបន្ទាយមានជ័យ" },
    { "id": 23, "name": "ខេត្តមណ្ឌលគីរី" },
    { "id": 24, "name": "ខេត្តក្រចេះ" },
    { "id": 25, "name": "ខេត្តត្បូងឃ្មុំ" }
]


